const spots = [
     {
                
                date:"2026.09.05",
                title:"恵比寿散歩",
                lat: 35.65208,
                lng: 139.72579,
                poem:'　二人で夜を散歩しよう、今回は恵比寿駅からはじまって「小料理屋がたくさんあるからこっちいこう」といってくれた方向にてきとうに歩いていった。<br>　東京都心の散歩の楽しみのひとつは、別の日その道を通ったと思い出せること。上京してからどこかイベントへ行くたび一駅二駅歩いてみるようにしていたら、駅の幅が狭く施設同士の密集度も高いからか「あのとき通った道だ！」が多くなってきた。<br>　今回もそうだった。最愛のバンドのライブを見に行った帰り道、余韻に浸りながら三駅ほど歩いていたら雨が降ってきて、まっすぐに帰らなかったことを後悔した道。あのときはイヤホンも片耳壊れて、唸っていたけど、今思い出したら悪くなかった。<br><br>　公園に入った。階段を上がっていくと遊具があって、ぶらんこに乗った。ジャングルジムに登った。23時くらいまでいた。たのしかった。<br>　今やること（やりたいこと）も、これからやりたいこともいろいろある。どれもお金にならなくて四苦八苦、いやこれは社会に馴染めば「避けられる苦しみ」なのかもしれないけど、その逆をいっている気がする。<br>　生きる意味はひとつもないと結論づけてから社会に逆行する羽目になった、馴染みたいのに、馴染もうとしたら自分と矛盾する。<br>　見かけた人間みんな、こんなにめちゃくちゃだということに向き合ってしまったり考えてしまったりしながらも、生きて（存在して）いるからわたしの目の前を通りすがるのだ、尊敬する。'
    },
     
     {
                
                date:"2026.06.12",
                title:"ネパールビリヤニ",
                lat: 35.55913,
                lng: 139.73813,
                poem:'　ろくに眠れずごろごろ寝転び今日を迎える、遠くを見ないと目がしゃばしゃばを通り越してかりかりになるから、無理やり起きあがり外に出る。歩いて一時間ほどの、ちょっと遠い本屋に行って、一冊買って、カフェの深い椅子で落ち着く。<br>会社員が隣の席に向かい合って座る。会話は忙しなく転がって、部下がスマホで次々コンタクトを取る。上司がコーヒー代を出す。私は彼らの感性が有利で正しいと思っている、ヘッドホンをする。<br>読み終えて、店を出て、なんかふらふらしていたら夕暮れじゃん、時間が跳躍している。台風が去ってから空気が澄んでいて、夏に向かっているというのに肌寒い。お腹が空いたしすごく疲れているから、今日は自炊しなくてもよしとしよう。ネパールの旗が立ったレストランを選ぶ。<br>ソファ席に座りビリヤニを注文したときふあっふぁの米を想像していた、パンパンの炒飯が出てきて、そこで初めてネパールのビリヤニは炒めるスタイルだと知る。カシューナッツがいっぱい入っていておいしい。他にお客はいない、はじめましてだからね、と店員さんがラッシーを注いでくれる。つぶつぶのココナッツが入っていて食感がおもしろい。<br>すんなり平らげ立ち上がり、お会計千、二百二十円です。はい、とお札一枚硬貨一つ渡したら、なんか、あれ、返ってきた小銭重くないか？　お店を出て、手のなかを見る。五百円玉がそのまま戻ってきている。再度入店、お金を返したのだけど、あまり日本語のできる人ではなかったので通じず、ただ五百円玉に感謝される。<br>全身が温まり、家に着くのはまだ早い気がして、あくびしながらひとつ、ふたつ、脇道に逸れていく。信号待ちをしているとき、口の中で残っていたスパイスの粒がはじけてさわやかになる。知らないところに飛んでいって、大きく息を抜く。'
    },


    {
                id:"hakumaku",
                date:"2025（NATIVE VOID)",
                title:"薄膜",
                lat: 35.54507,
                lng: 139.7603,
                poem:'『NATIVE VOID』26p掲載詩'
    },
    {
                id:"myjiku",
                date:"2025（NATIVE VOID)",
                title:"マイ・時空",
                lat: 35.54641,
                lng: 139.75256,
                poem:'『NATIVE VOID』16p掲載詩'
    },
    {
                id:"kusyoterminal",
                date:"2025（NATIVE VOID)",
                title:"空所ターミナル",
                lat: 35.54522,
                lng: 139.76949,
                poem:'『NATIVE VOID』10p掲載詩'
    },
    {
                id:"umami",
                date:"2025（NATIVE VOID)",
                title:"うまみ",
                lat: 35.54523,
                lng: 139.74107,
                poem:'『NATIVE VOID』14p掲載詩'
    },
    {
                id:"nativevoid",
                date:"2025（NATIVE VOID)",
                title:"ネイティブ・ボイド",
                lat: 35.57521,
                lng: 139.75268,
                poem:'『NATIVE VOID』34p掲載詩'
    },
    {
                id:"suibun",
                date:"2025（NATIVE VOID)",
                title:"水分",
                lat: 35.58402,
                lng: 139.74074,
                poem:'『NATIVE VOID』32p掲載詩'
    },
    {
                id:"koujyoyakei",
                date:"2025（NAVIVE VOID）",
                title:"工場夜景",
                lat: 35.52330,
                lng: 139.75293,
                poem:`部屋の小窓なら夜でも空が見えるとか<br>
                    明け方だれのものでもない空気とか<br>
心地いい量で食べるのはやめていいとか<br>
知らなかった<br>
ラジオが流した音楽は空想のような現実で<br>
こんなこともあっていいのかと疑いながら<br>
隠れてすごく、信じていた<br>
世の中は広いと教わりながらほぼ毎日いた<br>
たいしてすることのない校舎で<br>
新刊コーナーの本を開いた<br>
あのとき<br>
わたしの湿度ときらめきが体外で繋がった<br>
この敷地に余さず割り振られた時間<br>
狭苦しさのなかに収まっていた<br>
工場夜景の写真集<br>
ちょっとやりすぎなくらいギラギラした<br>
要塞のような写真もそれはそれで<br>
納得のいかなさがちょうどよかった<br>
<br>
新しく腰を据えた街の向こう岸は<br>
本のなかにあった名前をしている<br>
光の粒に生活の目線を逃しては<br>
道を逸れるとすぐにいなくなる<br>
期待を抱えて去っていく人たちが<br>
からっぽを置いていった<br>
定刻、先発の行き先表記に穴が空いて<br>
ここからなにかがはじまっても<br>
なにも残らない場所で<br>
諦めるように逸れるように<br>
ほんとう、の形を確かめていた<br>
それだけは信じていた息苦しい憧れや羨望は<br>
あやふやなまま<br>
時間が得た実感に砕かれていった<br>
引きずってきた跡は捻じ曲がっていて<br>
戻りたい気もしない<br>
<br>
そこにあるのなら<br>
もうそれだけを見ていたくなった<br>
微かな兆しと光についていくことにした<br>
<br>
バス停の横<br>
拾われてきた不揃いの休憩椅子<br>
弾けた座面は直される気配がない<br>
（本日の運行は終了しました）<br>
でこぼこのアスファルト<br>
街路樹は茂り夜は重さを増す<br>
時々立ち止まりながら歩く人を<br>
橋の真ん中あたりで追い越すと<br>
（皆で同じカッコしてんなよ）<br>
落書きを横目に<br>
夜光交差点へ突入する<br>
砂利やねじを弾き飛ばし<br>
（交通公害　う回情報）<br>
体内にいるかのような<br>
頭上を通る管と歩道を進む<br>
<br>
プールのなかの金網が<br>
数百倍の大きさになって建っていて<br>
吐き出された水蒸気がこちらにも降ってくる<br>
焼けたパンの中低域だけを集めた匂い<br>
いつも遠くにいたあいつが間近に<br>
<br>
そこにはどんな態度もなかった<br>
単一の壁<br>
経年劣化の味はなく<br>
魅せる姿や撮られる姿の用意もない<br>
偽りのない原形と<br>
影を晒し続ける光<br>
胴体は大きく変哲のない線で組まれていて<br>
細部を覗こうとするが<br>
良く思われていない<br>
光を取り込んで持ち帰る予定だった目線は<br>
見当違いだったのかもしれない<br>
点滅する炎や灯りは夜に煌めいて<br>
希望みたいに見えもする<br>
ドライブの車やバイクが立ち止まり路上駐車<br>
意味を持って作られた工場の<br>
意味の外にある夜景が<br>
ひとつも答えず立っている<br>
<br>
帰り道はたいてい覚えていない<br>
実感ごと持ち帰りたくてまた向かうけれど<br>
なんとなく、といえるほどにも覚えていない<br>
来る日もまた来る日も変わらず<br>
目線の逃げ道として対岸の光を眺めていたら<br>
もう戻れないくらい満ちてしまった<br>
過去つくりだされた執着に<br>
ひとつも答えず立っているいまも<br>
それはそれで意味を振り切っていて<br>
工場夜景のように<br>
このまま光ってしまえばいい<br>
<br>
    <br>
    <br>
    『NATIVE VOID』掲載詩`
    },

    {
                id:"tamagawaskybridge",
                date:"2025（NATIVE VOID）",
                title:"たまがわスカイブリッジ",
                lat: 35.54150,
                lng: 139.76170,
                poem:`『NATIVE VOID』28p掲載詩`
　　　　　 },

    {
                id:"deadend",
                date:"2024.11中旬",
                title: "Dead end - 川崎港廃油処理場",
                lat: 35.510538,
                lng: 139.777256,
                poem: `集めた風を飾った部屋<br>
                 ツリーのラメが反射する朝<br>
                 光を浴びる<br>
                 昨日までのこと<br>
                 他人には救われないとわかってから<br>
                 心拍が勇んでいる<br>
                 私には私の言葉しかないQ.E.D.<br>
                 屋根までのぼり消える気晴らし<br>
                 なにかの間違いで家を出る<br>
                 自転車やひとりごと<br>
                 ありとあらゆる羽根に乗り<br>
                 　羽田沖にはいろいろな青があって<br>
                 　ジーンズと風の塔も<br>
                 　防波堤を越え繋がる<br>
                 ほんとうの願いすら<br>
                 なかったことにできるくらい澄んでいる街は<br>
                 同時に私の姿を浮かばせて<br>
                 わからなくなる<br>
                 近頃の海は考えすぎて<br>
                 きれいであることを忘れている<br>
                 猫が毛づくろいをする<br>
                 川崎港廃油処理場ゲート<br>
                 警告、監視中、通報、懲役<br>
                 力ばかり主張する場所に<br>
                 トラックが止まり<br>
                 （靴の擦れる音）<br>
                 二人組の兄ちゃんが<br>
                 割り箸でごはんを分け与える<br>
                 船や工場、防災無線<br>
                 錆びたフェンスと有刺鉄線<br>
                 無機質なコンクリートの道の傍ら<br>
                 風にはためく海と雑草は<br>
                 いつまでも飽きなくて<br>
                 飽きるのが怖くなる<br>
                 私の髪や袖口も<br>
                 君らのようになりたがり揺れる<br>
                 物事はすべて終わりがなければと<br>
                 月日はいつでも私の手を<br>
                 強く握ってうちへと帰すから<br>
                 あたたかいうちに離れようそして<br>
                 何度でも来よう<br>
                 この行き止まりに<br>
                 うまくいくような兆しもないが<br>
                 救われなくたって生きるよ<br>
                 <br>
                 <br>
                 <br>
                 初出｜現代詩手帖2025年1月投稿欄<br>
                 『NATIVE VOID』掲載詩`
            },

    {
                
                date:"2024.10.25-11.2",
                title:"travel in Torrance and LA 2024",
                lat: 33.78332,
                lng:"-118.34511",
                poem:`10/25 Redondo beach<br>
10/26 The Getty Center→drive around Santa Monica<br>
10/27 South Coast Botanic Garden→Went to a bookstore and bought the book "Into The Wild".<br>
10/28 Clean the garden DAY1→Sunset in Redondo beach<br>
10/29 Gardening DAY2→ Watched the movie "Kiki’s Delivery Service” <br>
10/30 I got the DVD "Kiki’s Delivery Service" at the bookstore!<br>
10/31 Aquarium of the Pacific→Happy HALLOWEEEEEEN<br>
11/1    Gardening DAY3<br>
11/2   Los Angeles International Airport`

            },

    {
        id:"buranko",
        date: "2024.春",
        title: "ぶらんこ",
        lat: 35.54359,
        lng: 139.72227,

        poem: `雲は粘膜<br>
        太陽やわく桃色の肌<br>
        に包まれる錆びた<br>
        工場の朝礼おはようございます<br>
        七時くらいかなパン屋で<br>
        あんドーナツとカレーパン<br>
        揚げたてが食べられる休日<br>
        海中道路の窓から湧きあがる<br>
        背中からぶらんこ駆けあがるように<br>
        技術に自然の新芽を譲った羽田川崎にも<br>
        みどりの深呼吸が透き抜けます<br>
        飛行機がありとあらゆる<br>
        「上空を通過しました」<br>
        顕微鏡でしか見たことがない<br>
        緻密な工場の配管<br>
        てらてら腹をすかせた海<br>
        いまだれよりも幸せ<br>
        それがわかちあえる喜びでないことを<br>
        次の瞬間おもいきり吸い込む<br>
        前に漕ぐ<br>
        商店街の音楽が流れはじめ<br>
        目を閉じると落ちる<br>
        さあ<br>
        川崎港廃油処理場、引き返す<br>
        <br>
        <br>
        <br>
        初出｜フリーペーパー『南窓』第２号<br>
        『NATIVE VOID』掲載詩`

    }

];
